Repository: crobinso/osinfo-db-tools
Catalog: po/*.po
Languages: fr, it, ro

source: Verbose progress information
fr: Informations détaillées sur la progression
it: Informazioni estese sull'avanzamento
ro: Informații detaliate privind progresul

source: Export the osinfo-db user directory
fr: Exporter le répertoire utilisateur osinfo-db
it: Esporta la directory dell'utente di osinfo-db
ro: Exportă directorul utilizatorului osinfo-db

source: Export the osinfo-db local directory
fr: Exporter le répertoire local osinfo-db
it: Esporta la directory locale di osinfo-db
ro: Exportă directorul local osinfo-db

source: Export the osinfo-db system directory
fr: Exporter le répertoire système osinfo-db
it: Esporta la directory di sistema di osinfo-db
ro: Exportă directorul de sistem osinfo-db

source: Export an osinfo-db custom directory
fr: Exporter le répertoire personnalisé osinfo-db
it: Esporta la directory personalizzata di osinfo-db
ro: Exportă un director personalizat osinfo-db

source: Set version number of archive
fr: Définir le numéro de version de l’archive
it: Imposta il numero di versione dell'archivio
ro: Stabilește numărul de versiune al arhivei

source: Export the osinfo-db root directory
fr: Exporter le répertoire racine osinfo-db
it: Esporta la directory principale di osinfo-db
ro: Exportă directorul rădăcină osinfo-db

source: License file
fr: Fichier de licence
it: File di licenza
ro: Fișierul de licență

source: - Export database archive
fr: – Exporter une archive de la base de données
it: - Esporta un archivio del database
ro: - Exportă arhiva bazei de date

source: %s: error while parsing commandline options: %s
fr: %s : erreur lors de l’analyse des options de la ligne de commande : %s
it: %s: errore durante l'analisi delle opzioni a riga di comando: %s
ro: %s: eroare în timpul analizării opțiunilor din linia de comandă: %s

source: %s: expected path to one archive file to export
fr: %s : chemin d’accès à un fichier d’archive à exporter attendu
it: %s: atteso percorso di un file di archivio in cui esportare
ro: %s: se aștepta ruta către un fișier arhivă pentru exportare

source: Only one of --user, --local, --system & --dir can be used
fr: Seule une option parmi --user, --local, --system ou --dir peut être utilisée
it: È possibile usare solo una di --user, --local, --system e --dir
ro: Doar una dintre opțiunile „--user”, „--local”, „--system” și „--dir” poate fi utilizată

source: Import into user directory
fr: Importer dans le répertoire utilisateur
it: Importa nella directory dell'utente
ro: Importă în directorul utilizatorului

source: Import into local directory
fr: Importer dans le répertoire local
it: Importa nella directory locale
ro: Importă în directorul local

source: Import into system directory
fr: Importer dans le répertoire système
it: Importa nella directory di sistema
ro: Importă în directorul de sistem

source: Import into custom directory
fr: Importer dans le répertoire personnalisé
it: Importa nella directory personalizzata
ro: Importă în directorul personalizat

source: Installation root directory
fr: Importer dans le répertoire racine
it: Importa nella directory principale
ro: Directorul rădăcină al instalării

source: Import the latest osinfo-db from osinfo-db's website
fr: Importer la dernière osinfo-db depuis le site d’osinfo-db
it: Importa il più recente osinfo-db dal sito web di osinfo-db
ro: Importă cea mai recentă versiune osinfo-db din situl osinfo-db

source: - Import database archive
fr: – Importer l’archive de la base de données
it: - Importa un archivio del database
ro: - Importă arhiva bazei de date

source: %s: expected path to one archive file to import
fr: %s : chemin vers un fichier d’archive à importer attendu
it: %s: atteso percorso di un file di archivio da importare
ro: %s: se aștepta ruta către un fișier arhivă pentru importare

source: Report the user directory
fr: Obtenir l'emplacement du répertoire utilisateur
it: Mostra la directory dell'utente
ro: Raportează directorul utilizatorului

source: Report the local directory
fr: Obtenir l'emplacement du répertoire local
it: Mostra la directory locale
ro: Raportează directorul local

source: Report the system directory
fr: Obtenir l'emplacement du répertoire système
it: Mostra la directory di sistema
ro: Raportați directorul de sistem

source: Report the custom directory
fr: Obtenir l'emplacement du répertoire personnalisé
it: Mostra la directory personalizzata
ro: Raportează directorul personalizat

source: Report against root directory
fr: Obtenir l'emplacement à partir du répertoire racine
it: Mostra la directory principale
ro: Raportează față de directorul rădăcină

source: - Report database locations
fr: – Obtenir l'emplacement des bases de données
it: - Mostra percorsi di database
ro: - Raportează locațiile bazelor de date

source: %s: unexpected extra arguments
fr: %s : arguments supplémentaires inattendus
it: %s: argomenti aggiuntivi non attesi
ro: %s: argumente extra neașteptate

source: Unable to locate '%s' in any database location
fr: Impossible de localiser « %s » parmi tous les emplacements des bases de données
it: Impossibile trovare "%s" nel database
ro: Nu se poate localiza „%s” în nicio locație a bazei de date

source: Schema validity error %s
fr: Erreur de validité du schéma %s
it: Errore di validità dello schema: %s
ro: Eroare de validare a schemei %s

source: Unable to create libxml parser
fr: Impossible de créer l’analyseur libxml
it: Impossibile creare un analizzatore di libxml
ro: Nu s-a putut crea analizatorul libxml

source: Unable to parse XML document '%s'
fr: Impossible d’analyser le document XML « %s »
it: Impossibile analizzare il documento XML "%s"
ro: Nu s-a putut analiza documentul XML „%s”

source: Unable to validate XML document '%s'
fr: Impossible de valider le document XML « %s »
it: Impossibile validare il documento XML "%s"
ro: Nu s-a putut valida documentul XML „%s”

source: Processing '%s'...
fr: Traitement de « %s »…
it: Analisi di "%s"...
ro: Se procesează „%s”...

source: Unable to create RNG parser for %s
fr: Impossible de créer l’analyseur Relax NG pour %s
it: Impossibile creare un analizzatore RNG per %s
ro: Nu s-a putut crea analizatorul RNG pentru %s

source: Unable to parse RNG %s
fr: Impossible d’analyser le RNG « %s »
it: Impossibile analizzare RNG: %s
ro: Nu s-a putut analiza RNG %s

source: Unable to create RNG validation context %s
fr: Impossible de créer le contexte de validation pour Relax NG %s
it: Impossibile creare un contesto di validazione RNG: %s
ro: Nu s-a putut crea contextul de validare RNG %s

source: Validate files in user directory
fr: Vérifier les fichiers dans le répertoire utilisateur
it: Valida file nella directory dell'utente
ro: Validează fișierele din directorul utilizatorului

source: Validate files in local directory
fr: Vérifier les fichiers dans le répertoire local
it: Valida file nella directory locale
ro: Validează fișierele din directorul local

source: Validate files in system directory
fr: Vérifier les fichiers dans le répertoire système
it: Valida file nella directory di sistema
ro: Validează fișierele din directorul de sistem

source: Validate files in custom directory
fr: Vérifier les fichiers dans le répertoire personnalisé
it: Valida file nella directory personalizzata
ro: Validează fișierele din directorul personalizat

source: - Validate XML documents
fr: – Vérifier les documents XML
it: - Valida documenti XML
ro: - Validează documentele XML

source: Error while parsing commandline options: %s
fr: Erreur lors de l’analyse des options en ligne de commande : %s
it: Errore durante l'analisi delle opzioni a riga di comando: %s
ro: Eroare în timpul analizării opțiunilor liniei de comandă: %s

source: Only one of --user, --local, --system, --dir or positional filenames can be used
fr: Seule une option parmi --user, --local, --system et --dir, ou des noms de fichier positionnels peuvent être utilisés
it: È possibile specificare solo uno di --user, --local, --system, --dir o nomi di file posizionali
ro: Se poate utiliza doar una dintre opțiunile „--user”, „--local”, „--system”, „--dir” sau nume de fișiere poziționale
